VA_NAME = 'Кеша'

VA_VER = "0.1"

VA_ALIAS = ('кеша', 'кеш', 'инокентий', 'иннокентий', 'кишун', 'киш', 'кишаня', 'кешечка', 'кэш', 'кэша')

VA_TBR = ('скажи', 'покажи', 'ответь', 'произнеси', 'расскажи', 'сколько', 'который', 'как')

VA_CMD_LIST = {
    "help": ('список команд', 'команды', 'что ты умеешь', 'твои навыки', 'навыки'),
    "ctime": ('время', 'текущее время', 'сейчас времени', 'который час'),
    "cdate": ('дата', 'текущая дата', 'сегодняшняя дата', 'день', ),
    "joke": ('расскажи анекдот', 'рассмеши', 'шутка', 'расскажи шутку', 'пошути', 'развесели'),
    "weather": ('погода', 'погоду', 'на улице', 'за окном'),
    
    # управление компом
    "shutdown": ('выключить', 'выключи', 'заверши работу', 'завершить работу', 'заверши', 'завершить'),
    "sleep": ('сон', 'усыпи', 'отправь в сон', 'режим сна', 'отдохни'),
    "reboot": ('перезагрузка', 'перезапуск', 'перезапусти', 'перезагрузи'),


    "coin": {'монета', 'монетка', 'брось монету', 'брось монетку', 'подбрось монету', 'подбрось монетку', 'орел или решка'},
    "dice": {'кубик', 'кость', 'брось кубик', 'брось кость', 'подбось кубик', 'подбрось кость'},
    "browser": {'браузер', 'открой браузер'},
    "notepad": {'блокнот', 'открой блокнот'},

    "end": {'конец', 'стоп', 'финал'},

}